acpid
adobe-source-code-pro-fonts
alsa-utils
arandr
arch-firefox-search
archey3
archlinux-themes-slim
aspell
atool
autoconf
autofs
automake
bash
bashburn
binutils
bison
bluez
bluez-hid2hci
bluez-utils
bzip2
clipit
conky
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dina-font
dnsutils
dosfstools
duplicity
dvd+rw-tools
dzen2
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gptfdisk
grep
gummiboot
gvim
gzip
hdparm
highlight
htop
i3-wm
i3lock
i3status
icedtea-web
iftop
inetutils
iproute2
iputils
irssi
iw
jfsutils
jhead
jre7-openjdk
less
libcaca
libdvdcss
libnotify
libreoffice-still
libtool
licenses
linux
linux-lts
logrotate
luakit
lvm2
lynx
m4
make
man-db
man-pages
mdadm
mediainfo
mesa
mopidy
mpv
msmtp-mta
mutt
nano
ncmpcpp
net-tools
netctl
nfs-utils
nodejs
ntfs-3g
numlockx
openssh
openvpn
p7zip
pacman
parted
patch
pciutils
pcmciautils
perl
perl-anyevent-i3
perl-json-xs
pkg-config
procps-ng
psmisc
python-html2text
qt4
ranger
reiserfsprogs
rpmextract
rxvt-unicode
s-nail
scrot
sed
shadow
stow
strace
sudo
sysfsutils
systemd-sysvcompat
tar
tcl
teeworlds
terminus-font
texinfo
tidyhtml
tmux
transmission-cli
ttf-droid
ttf-inconsolata
ttf-linux-libertine
unace
unzip
usbutils
util-linux
vi
vifm
virtualbox
virtualbox-guest-iso
vpnc
weechat
wget
which
whois
wpa_actiond
wpa_supplicant
xbindkeys
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-xdpyinfo
xorg-xfontsel
xorg-xinit
xorg-xkill
xorg-xprop
zip
zsh
